Repository: patrickniepel/No-Rest
Catalog: NoRest/Core/Localization/*.lproj/Localizable.strings
Languages: de

# exercises.title
source: Exercises
de: Übungen

# statistics.title
source: Statistics
de: Statistiken

# settings.title
source: Settings
de: Einstellungen

# exercise.selection.title
source: Exercise Selection
de: Übungs-Auswahl

# chest.title
source: Chest
de: Brust

# back.title
source: Back
de: Rücken

# shoulders.title
source: Shoulders
de: Schulter

# triceps.title
source: Triceps
de: Trizeps

# biceps.title
source: Biceps
de: Bizeps

# legs.title
source: Legs
de: Beine

# abs.title
source: Abs
de: Bauch

# workout.new
source: New Workout
de: Neues Workout

# workout.name.placeholder
source: Workout name
de: Name des Workouts

# workout.empty
source: No workouts available! Press + to add your first workout.
de: Keine Workouts verfügbar! Tippe auf +, um dein erstes Workout anzulegen.

# workout.start
source: GO!
de: LOS!

# workout.sorting.empty
source: No exercises selected.
de: Keine Übungen ausgewählt.

# workout.exercise.selection
source: Select exercises
de: Übungen auswählen

# workout.most.recent.never
source: Never
de: Nie

# exercise.search
source: Search exercise
de: Suchen

# exercise.name.placeholder
source: Exercise name
de: Name der Übung

# exercise.type
source: TYPE
de: TYP

# exercise.notes
source: NOTES
de: NOTIZEN

# exercise.new
source: New Exercise
de: Neue Übung

# settings.unit
source: Unit
de: Einheit

# settings.resetHistory
source: Reset Workout History
de: Workout Historie zurücksetzen

# settings.resetOnboarding
source: Reset Onboarding
de: Onboarding zurücksetzen

# settings.share
source: Share No Rest
de: No Rest teilen

# settings.share.mailSubject
source: This app 'No Rest' is awesome. Check it out!
de: Diese App 'No Rest' ist der Wahnsinn. Probiere sie mal aus!

# settings.showRating
source: Rate No Rest
de: No Rest bewerten

# settings.contact
source: Contact Us
de: Kontakt

# settings.contact.subject
source: NoRest - Support Request
de: NoRest - Support Anfrage

# settings.licenses
source: Licenses
de: Lizenzen

# settings.disclaimer
source: Disclaimer
de: Haftungsausschluss

# button.title.reset
source: Reset
de: Zurücksetzen

# button.title.close
source: Close
de: Schließen

# button.title.cancel
source: Cancel
de: Abbrechen

# button.title.continue
source: Continue
de: Weiter

# button.title.add
source: Add
de: Hinzufügen

# button.title.update
source: Update
de: Updaten

# button.title.save
source: Save
de: Speichern

# button.title.abort
source: Abort
de: Abbrechen

# button.title.finish
source: Finish
de: Fertig

# alert.message.invalidInput
source: Invalid Input
de: Falsche Eingabe

# alert.message.workout.input
source: Please enter a valid name for this workout
de: Bitte trage einen korrekten Namen für dieses Workout ein

# alert.message.exercise.input
source: Please enter a valid name for this exercise and select its type
de: Bitte trage einen korrekten Namen für diese Übung ein und wähle ihren Typ aus

# alert.message.successful
source: Successful
de: Erfolgreich

# alert.message.sure
source: Are You Sure?
de: Bist du sicher?

# alert.message.failedSaving
source: Couldn't Be Saved
de: Speichern fehlgeschlagen

# alert.message.succeededSaving
source: Saved
de: Gespeichert

# alert.message.dataLoss
source: All Changes Will Be Lost
de: Alle Änderungen werden nicht gespeichert

# alert.message.resetHistory
source: Workout History Will Be Reset
de: Workout Historie wird zurückgesetzt

# alert.message.resetOnboarding
source: Onboarding Will Be Reset
de: Onboarding wird zurückgesetzt

# alert.message.workoutFinished
source: Workout Finished
de: Workout beendet

# alert.message.noMail.title
source: No Mail Account
de: Kein Mail Account

# alert.message.noMail.description
source: Please set up a mail account first
de: Bitte erstelle zuerst einen Mail Account

# exercises.declineBarbellBenchPress
source: Decline Barbell Bench Press
de: Negativ-Bankdrücken

# exercises.flatBarbellBenchPress
source: Flat Barbell Bench Press
de: Langhantel-Bankdrücken

# exercises.flatDumbbellBenchPress
source: Flat Dumbbell Bench Press
de: Kurzhantel-Bankdrücken

# exercises.flatDumbbellFly
source: Flat Dumbbell Fly
de: Kurzhantel-Butterflies

# exercises.hammerStrengthBenchPress
source: Hammer Strength Bench Press
de: Bankdrücken - Maschine

# exercises.inclineBarbellBenchPress
source: Incline Barbell Bench Press
de: Langhantel-Schrägbankdrücken

# exercises.inclineDumbbellBenchPress
source: Incline Dumbbell Bench Press
de: Kurzhantel-Schrägbankdrücken

# exercises.inclineDumbbellFly
source: Incline Dumbbell Fly
de: Kurzhalten-Schrägbank-Butterflies

# exercises.pushUp
source: Push Up
de: Liegestütz

# exercises.machineFly
source: Machine Fly
de: Butterflies - Maschine

# exercises.barbellRow
source: Barbell Row
de: Langhantel-Rudern

# exercises.barbellShrug
source: Barbell Shrug
de: Langhantel-Nackenheben

# exercises.chinUp
source: Chin Up
de: Klimmzug - eng

# exercises.deadlift
source: Deadlift
de: Kreuzheben

# exercises.dumbbellRow
source: Dumbbell Row
de: Kurzhantel-Rudern

# exercises.hammerStrengthRow
source: Hammer Strength Row
de: Rudern - Maschine

# exercises.latPulldown
source: Lat Pulldown
de: Lat-Ziehen

# exercises.pullUp
source: Pull Up
de: Klimmzug - breit

# exercises.seatedCableRow
source: Seated Cable Row
de: Rudern im Sitzen

# exercises.tBarRow
source: T-Bar Row
de: T-Hantel-Rudern

# exercises.arnoldDumbbellPress
source: Arnold Dumbbell Press
de: Arnold Kurzhantel-Schulterdrücken

# exercises.dumbbellPress
source: Dumbbell Press
de: Kurzhantel-Schulterdrücken

# exercises.behindTheNeckBarbellPress
source: Behind The Neck Barbell Press
de: Langhantel-Schulterdrücken - hinter dem Kopf

# exercises.cableFacePull
source: Cable Face Pull
de: Kabel Face Pull

# exercises.frontDumbbellRaise
source: Front Dumbbell Raise
de: Kurzhantel-Frontheben

# exercises.hammerStrengthShoulderPress
source: Hammer Strength Shoulder Press
de: Schulterdrücken - Maschine

# exercises.lateralMachineRaise
source: Lateral Machine Raise
de: Seitheben - Maschine

# exercises.militaryPress
source: Military Press
de: Langhantel-Schulterdrücken

# exercises.rearDeltDumbbellRaise
source: Rear Delt Dumbbell Raise
de: Vorgebeugtes Kurzhantel-Seitheben

# exercises.seatedLateralDumbbellRaise
source: Seated Lateral Dumbbell Raise
de: Kurzhantel-Seitheben - sitzend

# exercises.standingLateralDumbbellRaise
source: Standing Lateral Dumbbell Raise
de: Kurzhantel-Seitheben - stehend

# exercises.barbellCurl
source: Barbell Curl
de: Langhantel-Curl

# exercises.cableCurl
source: Cable Curl
de: Kabel-Curl

# exercises.dumbbellCurl
source: Dumbbell Curl
de: Kurzhantel-Curl

# exercises.dumbbellHammerCurl
source: Dumbbell Hammer Curl
de: Hammer-Curl

# exercises.ezBarCurl
source: EZ-Bar Curl
de: SZ-Stangen-Curl

# exercises.ezBarPreacherCurl
source: EZ-Bar Preacher Curl
de: SZ-Stangen Preacher Curl

# exercises.dumbbellScottCurl
source: Dumbbell Scott Curl
de: Kurzhantel-Scott-Curl

# exercises.seatedMachineCurl
source: Seated Machine Curl
de: Curl - Maschine

# exercises.cableOverheadTricepsExtension
source: Cable Overhead Triceps Extension
de: Trizeps-Strecken - Kabel - überkopf

# exercises.closeGripBarbellBenchPress
source: Close Grip Barbell Bench Press
de: Enges Langhantel-Bankdrücken

# exercises.dumbbellOverheadTricepsExtension
source: Dumbbell Overhead Triceps Extension
de: Trizeps-Strecken - Kurzhantel - überkopf

# exercises.ezBarFrenchPress
source: EZ-Bar French Press
de: French Press - SZ-Stange

# exercises.tricepsDip
source: Triceps Dip
de: Dip

# exercises.pushDown
source: Push Down
de: Trizepsdrücken

# exercises.crunchMachine
source: Crunch Machine
de: Crunch - Maschine

# exercises.hangingKneeRaise
source: Hanging Knee Raise
de: Knieheben

# exercises.HangingLegRaise
source: Hanging Leg Raise
de: Beinheben

# exercises.plank
source: Plank
de: Planke

# exercises.sidePlank
source: Side Plank
de: Seitliche Planke

# exercises.barbellCalfRaise
source: Barbell Calf Raise
de: Langhantel-Wadenheben

# exercises.barbellFrontSquat
source: Barbell Front Squat
de: Langhantel-Front-Squat

# exercises.barbellSquat
source: Barbell Squat
de: Langhantel-Squat

# exercises.legExtensionMachine
source: Leg Extension Machine
de: Bein-Strecker

# exercises.legPress
source: Leg Press
de: Beinpresse

# exercises.lyingLegCurlMachine
source: Lying Leg Curl Machine
de: Bein-Beuger

# exercises.seatedCalfRaiseMachine
source: Seated Calf Raise Machine
de: Wadenheben - sitzend

# exercises.standingCalfRaiseMachine
source: Standing Calf Raise Machine
de: Wadenheben - stehend

# exercises.treadmill
source: Treadmill
de: Laufband

# exercises.indoorCycling
source: Indoor Cycling
de: Fahrrad

# exercises.ropeSkipping
source: Rope Skipping
de: Seilhüpfen
